[
  {
    "model": "animeApp1.character",
    "pk": 1,
    "fields": {
      "name": "Хаул",
      "image": "pictures/char1.jpg",
      "description": "Могущественный волшебник, известный своим эксцентричным поведением и тщеславием, живет в волшебном ходячем замке. Развитие персонажа, от эгоцентричного волшебника до самоотверженного героя, занимает центральное место в повествовании фильма «Ходячий замок».",
      "link": "https://shikimori.one/characters/507-howl"
    }
  },
  {
    "model": "animeApp1.character",
    "pk": 2,
    "fields": {
      "name": "Тоторо",
      "image": "pictures/char2.jpg",
      "description": "Тоторо из фильма «Мой сосед Тоторо» — большой дружелюбный лесной дух, который подружился с двумя девочками, когда они справляются с проблемами, связанными с болезнью их матери и переездом в новый дом. С его пушистым внешним видом, Тоторо воплощает в себе волшебство и невинность детства.",
      "link": "https://shikimori.one/characters/269-totoro"
    }
  },
  {
    "model": "animeApp1.character",
    "pk": 3,
    "fields": {
      "name": "Тихиро Огино",
      "image": "pictures/char3.jpg",
      "description": "Главная героиня «Унесенных призраками» — десятилетняя девочка, которая случайно попадает в мир духов и божеств. Первоначально напуганная и беспомощная, Тихиро постепенно набирается смелости, показывая истинную силу духа.",
      "link": "https://shikimori.one/characters/384-chihiro-ogino"
    }
  },
  {
    "model": "animeApp1.character",
    "pk": 4,
    "fields": {
      "name": "Каонаси",
      "image": "pictures/char4.jpg",
      "description": "Божество, не имеющее своего лица и бродящее в поисках нового. Безликий обладает способностью поглощать черты и эмоции других.",
      "link": "https://shikimori.one/characters/8298-kaonashi"
    }
  },
  {
    "model": "animeApp1.character",
    "pk": 5,
    "fields": {
      "name": "Сан",
      "image": "https://m.media-amazon.com/images/M/MV5BMjIzNjEyNTAzOF5BMl5BanBnXkFtZTgwNDI1MDMzNTE@._V1_.jpg",
      "description": "Воспитанная богиней-волчицей, она борется за защиту леса и его обитателей от посягательств человека. Сан воплощает центральные темы фильма «Принцесса Мононоке» — защиту окружающей среды и тонкий баланс между природой и цивилизацией.",
      "link": "https://shikimori.one/characters/2727-san"
    }
  }
]